Revit 2020 API
UnitUtils.GetValidDisplayUnits Method
Overload List
Name | Description
GetValidDisplayUnits()
 Gets all valid display units.
GetValidDisplayUnits(UnitType)
 Gets all valid display units for a given unit type.
See Also
UnitUtils Class
UnitUtils Members
Autodesk.Revit.DB Namespace